tap "cloudfoundry/tap"
tap "homebrew/bundle"
tap "homebrew/core"
tap "universal-ctags/universal-ctags"
# Configurable static site generator
brew "hugo"
# Lightweight and flexible command-line JSON processor
brew "jq"
# SSL/TLS cryptography library
brew "openssl"
# LastPass command-line interface tool
brew "lastpass-cli"
# Ambitious Vim-fork focused on extensibility and agility
brew "neovim"
# Interpreted, interactive, object-oriented programming language
brew "python"
# Code-search similar to ack
brew "the_silver_searcher"
# Text interface for Git repositories
brew "tig"
# Terminal multiplexer
brew "tmux"
# Display directories as trees (with optional color/HTML output)
brew "tree"
# Executes a program periodically, showing output fullscreen
brew "watch"
# Tracks most-used directories to make cd smarter
brew "z"
# New BOSH CLI (beta)
brew "cloudfoundry/tap/bosh-cli"
brew "cloudfoundry/tap/cf-cli"
# Maintained ctags implementation
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
